# St7NewChildGroup

Creates a new child group within the specified group parent after its last child.

long St7NewChildGroup(long uID, long ParentID, char* GName, long* ChildID)
Input Parameters
uID
Strand7 model file ID.
ParentID
The ID number for the parent group.
GName
String containing the name of the new group.

Output Parameters
ChildID
The ID number for the newly created group.